{
  "resume": "Lebenslauf herunterladen",

  "google-0": "Analysierte Nutzungsmuster und identifizierte Optimierungsmöglichkeiten, was zu gesteigerter Effizienz und Produktivität führte.",
  "google-1": "Arbeitete eigenständig an der Identifizierung, Konzeption und Entwicklung neuer Funktionen, in Zusammenarbeit mit Teammitgliedern für Planung und Abstimmung.",
  "google-2": "Sicherte höchste Arbeitsqualität durch gründliche Tests, Code-Reviews und Einhaltung bewährter Verfahren und Standards.",

  "zuehlke-0": "Entwickelte und verbesserte benutzerfreundliche Schnittstellen über verschiedene Plattformen hinweg. Unterstützte die Backend-Integration für eine verbesserte Systemkohärenz.",
  "zuehlke-1": "Überwachte den Fortschritt des Teams, stellte die fristgerechte Lieferung von Meilensteinen sicher und koordinierte Aufgaben effektiv.",
  "zuehlke-2": "Arbeitete eng mit Web- und Interaktionsdesignern, UX-Teams und Backend-Entwicklern zusammen, um eine nahtlose Projektintegration zu gewährleisten.",
  "zuehlke-3": "Entwickelte plattformübergreifende Bibliotheken, führte umfangreiche Tests durch und bot fortlaufende Wartung und Unterstützung.",

  "maiborn-wolff-0": "Entwickelte immersive VR- und AR-Anwendungen mit Unity und nutzte fortschrittliche Technologien, um ansprechende Benutzererlebnisse zu schaffen.",
  "maiborn-wolff-1": "Erforschte fortschrittliche VR- und AR-Technologien mit dem Ziel, Nutzen für potenzielle Benutzer zu gewinnen.",
  "maiborn-wolff-2": "Trug innovative Ideen und Lösungen bei, um die Funktionalität und Benutzererfahrung der Anwendungen zu verbessern.",

  "bmw-0": "Erforschte und implementierte eine benutzerdefinierte Innensteuerungs-App für das Smartphone des Nutzers, mit Fokus auf Verbesserung der Benutzererfahrung und Komfort.",
  "bmw-1": "Reverse-Engineering bestehender Innensteuerungsfunktionen, um sie in ein intelligenteres und umfassenderes System zu integrieren.",

  "kundo-0": "Entwickelte eine plattformunabhängige Smart-Home-App.",
  "kundo-1": "Implementierte Funktionen, wo geeignet, im gesamten Stack.",

  "audi-0": "Reverse-Engineering bestehender Innensteuerungsfunktionen, um sie in ein intelligenteres und umfassenderes System zu integrieren."
}
